Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Voice Commands
es: Comandos de voz
fr: Commandes vocales
sv: Voice Kommandon

source: Wait for eye contact
es: Espera contacto visual
fr: Attendez le contact visuel
sv: Wait for eye Kontakt

source: Wait for loose leash before continuing
es: Espera correa suelta antes de continuar
fr: Attendez une laisse détendue avant de continuer
sv: Wait for loose Koppel before continuing

source: Wait until your puppy looks away
es: Espera hasta que tu cachorro mire hacia otro lado
fr: Attendez que votre chiot détourne le regard
sv: Wait until your Valp looks away

source: Wake
es: Despertar
fr: Réveil
sv: Vakna

source: Wake-up time
es: Hora de despertar
fr: Heure de réveil
sv: Vakna-Upp Tid

source: Walk %lld
es: Paseo %lld
fr: Promenade %lld
sv: Promenad %lld

source: Walk done — no poop logged
es: Paseo terminado — sin caca registrada
fr: Promenade terminée — pas de caca enregistré
sv: Promenad Klar — Nej Bajsa logged

source: Walk History
es: Historial de paseos
fr: Historique des promenades
sv: Promenad Historik

source: Walk in %lld min
es: Paseo en %lld min
fr: Promenade dans %lld min
sv: Promenad I %lld min

source: Walk is due
es: Paseo pendiente
fr: Promenade prévue
sv: Promenad is due

source: Walk nicely on a loose leash without pulling. Makes walks enjoyable for both of you.
es: Camina bien con correa suelta sin jalar. Hace los paseos agradables para ambos.
fr: Marchez bien en laisse détendue sans tirer. Rend les promenades agréables pour vous deux.
sv: Promenad nicely På a loose Koppel without pulling. Makes Promenader enjoyable for both av you.

source: Walk overdue by %lld min
es: Paseo atrasado por %lld min
fr: Promenade en retard de %lld min
sv: Promenad overdue by %lld min

source: Walk times adjust based on when the last walk happened. Good for adapting to real-world timing.
es: Los tiempos de paseo se ajustan segun cuando ocurrio el ultimo paseo. Bueno para adaptarse a tiempos del mundo real.
fr: Les horaires de promenade s'ajustent selon la dernière promenade. Idéal pour s'adapter aux contraintes réelles.
sv: Promenad gånger adjust based På when the senaste Promenad happened. Bra for adapting Till real-world timing.

source: Walk times are fixed to the scheduled times. Useful for strict routines or multiple caretakers.
es: Los tiempos de paseo estan fijos a los tiempos programados. Util para rutinas estrictas o multiples cuidadores.
fr: Les horaires de promenade sont fixes. Utile pour les routines strictes ou plusieurs soignants.
sv: Promenad gånger are fixed Till the Schemalagd gånger. Useful for strict routines or multiple caretakers.

source: Walk weather
es: Clima para paseo
fr: Météo de promenade
sv: Promenad Väder

source: Walks, meals, reminders
es: Paseos, comidas, recordatorios
fr: Promenades, repas, rappels
sv: Promenader, Måltider, Påminnelser

source: Warning: HTTP is not secure. Consider using HTTPS.
es: Advertencia: HTTP no es seguro. Considera usar HTTPS.
fr: Attention : HTTP n'est pas sécurisé. Pensez à utiliser HTTPS.
sv: Varning: HTTP is not secure. Consider using HTTPS.

source: Was scheduled at %@
es: Estaba programado a las %@
fr: Était prévu à %@
sv: Was Schemalagd Kl %@

source: Waste bin
es: Bote de basura
fr: Poubelle

source: Watch for during walk
es: Observar durante el paseo
fr: À surveiller pendant la promenade
sv: Watch for during Promenad

source: We'll use this throughout the app
es: Usaremos esto en toda la app
fr: Nous l'utiliserons dans toute l'app
sv: We'll use denna throughout the app

source: We're so sorry
es: Lo sentimos mucho
fr: Nous sommes vraiment désolés

source: Weather forecasts for planning
es: Pronosticos del clima para planificar
fr: Prévisions météo pour planifier
sv: Väder forecasts for planning

source: Webhook test failed
es: Prueba de webhook fallida
fr: Test du webhook échoué

source: Webhook test successful (HTTP %lld)
es: Prueba de webhook exitosa (HTTP %lld)
fr: Test du webhook réussi (HTTP %lld)
sv: Webhook test lyckade (HTTP %lld)

source: Webhook test successful!
es: Prueba de webhook exitosa!
fr: Test du webhook réussi !
sv: Webhook test lyckade!

source: Webhook URL
es: URL de webhook
fr: URL du webhook
it: URL Webhook

source: Webhooks send a POST request with JSON data whenever you log an event. Use this to integrate with home automation, IFTTT, Zapier, or custom services.
es: Los webhooks envian una solicitud POST con datos JSON cuando registras un evento. Usa esto para integrar con automatizacion del hogar, IFTTT, Zapier o servicios personalizados.
fr: Les webhooks envoient une requête POST avec des données JSON chaque fois que vous enregistrez un événement. Utilisez-les pour intégrer la domotique, IFTTT, Zapier ou des services personnalisés.
sv: Webhooks send a POST request with JSON Data whenever you Logg an Händelse. Use denna Till integrate with Hem automation, IFTTT, Zapier, or Anpassad services.

source: week
es: semana
fr: semaine
sv: vecka

# Week %lld of %lld socialization
source: Week %1$lld of %2$lld socialization
es: Semana %1$lld de %2$lld de socializacion
fr: Semaine %1$lld sur %2$lld de socialisation
sv: Vecka %1$lld av %2$lld Socialisering

source: Week in Review
es: Revision de la semana
fr: Bilan de la semaine
sv: Vecka I Recension

source: Week Overview
es: Resumen de la semana
fr: Aperçu de la semaine
sv: Vecka Översikt

source: Weekly Goal
es: Meta semanal
fr: Objectif hebdomadaire
sv: Veckovis Goal

source: Weekly summaries with progress highlights
es: Resumenes semanales con destacados del progreso
fr: Résumés hebdomadaires avec les progrès clés
sv: Veckovis summaries with Framsteg highlights

source: Weigh every %lld days
es: Pesa cada %lld dias
fr: Peser tous les %lld jours
sv: Weigh every %lld dagar

source: Weigh every 2 weeks to track growth
es: Pesa cada 2 semanas para seguir el crecimiento
fr: Pesez toutes les 2 semaines pour suivre la croissance
sv: Weigh every 2 veckor Till track Tillväxt

source: Weigh now
es: Pesar ahora
fr: Peser maintenant
sv: Weigh Nu

source: Weigh weekly during rapid growth
es: Pesa semanalmente durante el crecimiento rapido
fr: Pesez chaque semaine pendant la croissance rapide
sv: Weigh Veckovis during rapid Tillväxt

source: Weighed
es: Pesado
fr: Pesé

source: Weight (kg)
es: Peso (kg)
fr: Poids (kg)
sv: Vikt (kg)

source: Weight (lbs)
es: Peso (lbs)
fr: Poids (lbs)
sv: Vikt (lb)

source: Weight & milestones
es: Peso e hitos
fr: Poids et étapes
sv: Vikt & Milstolpar

source: Welcome to Otis+!
es: Bienvenido a Otis+!
fr: Bienvenue sur Otis+ !
sv: Välkommen till Otis+!

source: What breed is %@?
es: Que raza es %@?
fr: Quelle est la race de %@ ?
it: Di che razza è %@?
nl: Wat voor ras is %@?
sv: What Ras is %@?

source: What does %@ look like?
es: Como se ve %@?
fr: À quoi ressemble %@ ?

source: What happened at this appointment?
es: Que paso en esta cita?
fr: Que s'est-il passé à ce rendez-vous ?
sv: What happened Kl denna Bokad tid?

source: What size will your puppy be?
es: Que tamano sera tu cachorro?
it: Che taglia sarà il tuo cucciolo?
nl: Hoe groot wordt je puppy?
sv: What Storlek will your Valp be?

source: What?
es: Que?
fr: Quoi ?
it: Cosa?
nl: Wat?

source: What's your puppy's name?
es: Como se llama tu cachorro?
fr: Comment s'appelle votre chiot ?
it: Come si chiama il tuo cucciolo?
nl: Hoe heet je puppy?
sv: Vad heter din valp?

source: When did they pass?
es: Cuando fallecio?
fr: Quand est-il décédé ?

source: When did your puppy come home?
es: Cuando llego tu cachorro a casa?
it: Quando e arrivato a casa il tuo cucciolo?
nl: Wanneer is je puppy thuisgekomen?
sv: När kom din valp hem?

source: When she wakes, take her outside
es: Cuando despierte, llevala afuera
fr: Quand elle se réveille, emmenez-la dehors
sv: When she wakes, take her Utomhus

source: When the time comes, create a keepsake with all your memories together.
es: Cuando llegue el momento, crea un recuerdo con todas tus memorias juntas.
fr: Le moment venu, créez un souvenir avec tous vos souvenirs ensemble.
sv: When the Tid comes, create a keepsake with Alla your memories together.

source: When they look at you, click and treat
es: Cuando te miren, haz clic y premia
fr: Quand il vous regarde, cliquez et récompensez
sv: When they look Kl you, click and Godis

source: When to notify
es: Cuando notificar
fr: Quand notifier
sv: When Till notify

source: When was your puppy born?
es: Cuando nacio tu cachorro?
it: Quando e nato il tuo cucciolo?
nl: Wanneer is je puppy geboren?
sv: När föddes din valp?

source: When will %@ come home?
es: Cuando llegara %@ a casa?
fr: Quand %@ arrivera-t-il à la maison ?
sv: When will %@ Kom Hem?

source: Where?
es: Donde?
fr: Où ?
it: Dove?
nl: Waar?

source: Window closing soon
es: Ventana cerrando pronto
fr: La fenêtre se ferme bientôt

source: Window ended
es: Ventana termino
fr: Fenêtre terminée

source: Window is narrowing - focus on remaining exposures
es: La ventana se esta cerrando - enfocate en las exposiciones restantes
fr: La fenêtre se rétrécit - concentrez-vous sur les expositions restantes
it: La finestra si sta restringendo - concentrati sulle esposizioni rimanenti
nl: Venster wordt kleiner - focus op resterende blootstellingen
sv: Window is narrowing - focus På kvar exposures

source: Window just closed
es: Ventana recien cerrada
fr: La fenêtre vient de se fermer

source: Windy
es: Ventoso
fr: Venteux

source: with %@
es: con %@
fr: avec %@
it: con %@
nl: met %@

source: With who
es: Con quien
fr: Avec qui

source: Yearly vaccination
es: Vacunacion anual
fr: Vaccination annuelle
it: Vaccinazione annuale
nl: Jaarlijkse vaccinatie
sv: Årsvis Vaccination

source: Yes, %@ is home
es: Si, %@ esta en casa
fr: Oui, %@ est à la maison
sv: Ja, %@ is Hem

source: You already have a profile for %1$@. Accepting this share will replace it with the shared puppy from %2$@. Your current profile data will be deleted.
es: Ya tienes un perfil para %1$@. Aceptar este compartido lo reemplazara con el cachorro compartido de %2$@. Los datos de tu perfil actual seran eliminados.
fr: Vous avez déjà un profil pour %1$@. Accepter ce partage le remplacera par le chiot partagé de %2$@. Vos données de profil actuelles seront supprimées.
sv: You already have a Profil for %1$@. Accepting denna Dela will replace it with the Delad Valp Från %2$@. Your Aktuell Profil Data will be Raderad.

source: You already have a puppy profile. Accepting this share will replace it with the shared puppy. Your current profile data will be deleted.
es: Ya tienes un perfil de cachorro. Aceptar este compartido lo reemplazara con el cachorro compartido. Los datos de tu perfil actual seran eliminados.
fr: Vous avez déjà un profil de chiot. Accepter ce partage le remplacera par le chiot partagé. Vos données de profil actuelles seront supprimées.
sv: You already have a Valp Profil. Accepting denna Dela will replace it with the Delad Valp. Your Aktuell Profil Data will be Raderad.

source: You can now log unlimited events for %@.
es: Ahora puedes registrar eventos ilimitados para %@.
fr: Vous pouvez maintenant enregistrer des événements illimités pour %@.
sv: You can Nu Logg unlimited Händelser for %@.

source: You cannot share as a participant
es: No puedes compartir como participante
fr: Vous ne pouvez pas partager en tant que participant
sv: You cannot Dela as a participant

source: You did it!
es: Lo lograste!
fr: Vous l'avez fait !

source: You have an active training session. Would you like to save it before exiting?
es: Tienes una sesion de entrenamiento activa. Quieres guardarla antes de salir?
fr: Vous avez une session d'entraînement active. Voulez-vous la sauvegarder avant de quitter ?
sv: You have an Aktiv Träning session. Would you like Till Spara it before exiting?

source: You now have access to all premium features. Let's make the most of your puppy's journey together.
es: Ahora tienes acceso a todas las funciones premium. Aprovechemos al maximo el viaje de tu cachorro juntos.
fr: Vous avez maintenant accès à toutes les fonctionnalités premium. Profitons au maximum du parcours de votre chiot ensemble.
sv: You Nu have access Till Alla Premium features. Let's make the Mest av your Valp's journey together.

source: You now have access to shared puppy data.
es: Ahora tienes acceso a los datos compartidos del cachorro.
fr: Vous avez maintenant accès aux données partagées du chiot.
sv: You Nu have access Till Delad Valp Data.

source: You're viewing someone else's data
es: Estas viendo los datos de otra persona
fr: Vous consultez les données de quelqu'un d'autre
it: Stai visualizzando i dati di qualcun altro
nl: Je bekijkt data van iemand anders

source: Your Brands
es: Tus marcas
fr: Vos marques

source: Your export is ready to share.
es: Tu exportacion esta lista para compartir.
fr: Votre export est prêt à être partagé.
sv: Your Exportera is ready Till Dela.

source: Your free trial for %@ has ended
es: Tu prueba gratis para %@ ha terminado
fr: Votre essai gratuit pour %@ est terminé
sv: Your Gratis provperiod for %@ has ended

source: Your free trial has ended. Please upgrade in the Otis app to continue logging.
es: Tu prueba gratis ha terminado. Por favor mejora en la app Otis para continuar registrando.
fr: Votre essai gratuit est terminé. Veuillez passer à la version supérieure dans l'app Otis pour continuer à enregistrer.
sv: Your Gratis provperiod has ended. Please Uppgradera I the Otis app Till Fortsätt logging.

source: Your memory book is ready. You can save it or share it.
es: Tu libro de recuerdos esta listo. Puedes guardarlo o compartirlo.
fr: Votre livre de souvenirs est prêt. Vous pouvez le sauvegarder ou le partager.
sv: Your memory book is ready. You can Spara it or Dela it.

source: Your puppy can walk 10 meters on a loose leash with moderate distractions.
es: Tu cachorro puede caminar 10 metros con correa suelta con distracciones moderadas.
fr: Votre chiot peut marcher 10 mètres en laisse détendue avec des distractions modérées.
sv: Your Valp can Promenad 10 meters På a loose Koppel with moderate distractions.

source: Your puppy comes immediately when called in the house and garden.
es: Tu cachorro viene inmediatamente cuando lo llaman en la casa y jardin.
fr: Votre chiot vient immédiatement quand on l'appelle dans la maison et le jardin.
sv: Your Valp comes immediately when called I the house and Trädgård.

source: Your puppy follows the treat smoothly in any direction without jumping or grabbing.
es: Tu cachorro sigue el premio suavemente en cualquier direccion sin saltar o agarrar.
fr: Votre chiot suit la friandise en douceur dans toutes les directions sans sauter ni attraper.
sv: Your Valp follows the Godis smoothly I any direction without jumping or grabbing.

source: Your puppy goes to their bed and lies down for 2 minutes.
es: Tu cachorro va a su cama y se echa por 2 minutos.
fr: Votre chiot va sur son panier et se couche pendant 2 minutes.
sv: Your Valp goes Till their Säng and lies Ligg for 2 minuter.

source: Your puppy ignores the collar and doesn't panic when leash is attached or lifted.
es: Tu cachorro ignora el collar y no se asusta cuando la correa es enganchada o levantada.
fr: Votre chiot ignore le collier et ne panique pas quand la laisse est attachée ou levée.
sv: Your Valp ignores the Halsband and doesn't panic when Koppel is attached or lifted.

source: Your puppy immediately looks at you or your hand when they hear the click, expecting a treat.
es: Tu cachorro inmediatamente te mira a ti o a tu mano cuando escucha el clic, esperando un premio.
fr: Votre chiot vous regarde immédiatement ou regarde votre main quand il entend le click, s'attendant à une friandise.
sv: Your Valp immediately looks Kl you or your hand when they hear the click, expecting a Godis.

source: Your puppy immediately looks at you when you say their name, even with mild distractions.
es: Tu cachorro inmediatamente te mira cuando dices su nombre, incluso con distracciones leves.
fr: Votre chiot vous regarde immédiatement quand vous dites son nom, même avec de légères distractions.
sv: Your Valp immediately looks Kl you when you say their Namn, even with mild distractions.

source: Your puppy learns to look at you when they hear their name. Essential for getting attention before giving commands.
es: Tu cachorro aprende a mirarte cuando escucha su nombre. Esencial para obtener atencion antes de dar comandos.
fr: Votre chiot apprend à vous regarder quand il entend son nom. Essentiel pour attirer l'attention avant de donner des commandes.
sv: Your Valp learns Till look Kl you when they hear their Namn. Essential for getting attention before giving Kommandon.

source: Your puppy learns to make eye contact on command. Great for getting focus before other commands.
es: Tu cachorro aprende a hacer contacto visual al comando. Genial para obtener enfoque antes de otros comandos.
fr: Votre chiot apprend à établir un contact visuel sur commande. Idéal pour obtenir l'attention avant d'autres commandes.
sv: Your Valp learns Till make eye Kontakt På Kommando. Jättebra for getting focus before other Kommandon.

source: Your puppy lies down on command from a sit, without lure.
es: Tu cachorro se echa al comando desde sentado, sin guia.
fr: Votre chiot se couche sur commande depuis la position assise, sans leurre.
sv: Your Valp lies Ligg På Kommando Från a Sitt, without lure.

source: Your puppy makes eye contact for 3-5 seconds on command.
es: Tu cachorro hace contacto visual por 3-5 segundos al comando.
fr: Votre chiot établit un contact visuel pendant 3-5 secondes sur commande.
sv: Your Valp makes eye Kontakt for 3-5 seconds På Kommando.

source: Your puppy should start looking for treats when they hear the click
es: Tu cachorro deberia empezar a buscar premios cuando escuche el clic
fr: Votre chiot devrait commencer à chercher des friandises quand il entend le click
sv: Your Valp should Start looking for Godisar when they hear the click

source: Your puppy sits on command with just the verbal cue, no lure needed.
es: Tu cachorro se sienta al comando con solo la senal verbal, sin necesidad de guia.
fr: Votre chiot s'assoit sur commande avec juste le signal verbal, sans leurre.
sv: Your Valp sits På Kommando with just the verbal cue, Nej lure needed.

source: Your puppy stays for 30 seconds while you walk 5 meters away.
es: Tu cachorro se queda por 30 segundos mientras caminas 5 metros.
fr: Votre chiot reste pendant 30 secondes pendant que vous vous éloignez de 5 mètres.
sv: Your Valp stays for 30 seconds while you Promenad 5 meters away.

source: Your puppy stays relaxed when you touch their ears, paws, mouth, and tail.
es: Tu cachorro se mantiene relajado cuando tocas sus orejas, patas, boca y cola.
fr: Votre chiot reste détendu quand vous touchez ses oreilles, pattes, bouche et queue.
sv: Your Valp stays relaxed when you touch their Öron, paws, mouth, and tail.

source: Your puppy touches their nose to your palm on command from 1 meter away.
es: Tu cachorro toca su nariz a tu palma al comando desde 1 metro de distancia.
fr: Votre chiot touche votre paume avec son nez sur commande depuis 1 mètre.
sv: Your Valp touches their nose Till your palm På Kommando Från 1 meter away.

source: Your puppy waits for 10 seconds at doors and before meals.
es: Tu cachorro espera 10 segundos en puertas y antes de comidas.
fr: Votre chiot attend 10 secondes aux portes et avant les repas.
sv: Your Valp waits for 10 seconds Kl doors and before Måltider.

source: Your spots
es: Tus lugares
fr: Vos endroits

source: Neutral
fr: Neutre
it: Neutrale

source: Visual
fr: Visuel

source: Horizontal (16:9)
it: Orizzontale (16:9)

source: Normal
it: Normale
nl: Normaal

source: Plan
it: Piano

source: Webhooks
it: Webhook

source: Record: %lldx
sv: Rekord: %lldx
